jorgebucaran/fisher
danhper/fish-ssh-agent
decors/fish-colored-man
edc/bass
franciscolourenco/done
jorgebucaran/autopair.fish
jorgebucaran/spark.fish
patrickf3139/fzf.fish
kidonng/zoxide.fish
reitzig/sdkman-for-fish
