tap "fluxcd/tap"
tap "hashicorp/tap"
tap "systemik/tap", "git@github.com:BatchLabs/ops.systemik.homebrew-tap.git"
brew "act"
brew "ansible"
brew "atuin"
brew "bat"
brew "cassandra"
brew "chezmoi"
brew "cilium-cli"
brew "cloudflared"
brew "coreutils"
brew "cosign"
brew "cowsay"
brew "curl"
brew "docker-buildx"
brew "docker"
brew "doggo"
brew "duckdb"
brew "fish"
brew "fisher"
brew "fluxcd/tap/flux"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "grep"
brew "gum"
brew "hashicorp/tap/terraform"
brew "helm"
brew "htop"
brew "hugo"
brew "jo"
brew "jq"
brew "just"
brew "k9s"
brew "krew"
brew "kubecolor"
brew "kubeconform"
brew "kubelogin"
brew "kubernetes-cli"
brew "kustomize"
brew "libpq"
brew "lolcat"
brew "lsd"
brew "luarocks"
brew "make"
brew "minijinja-cli"
brew "minio/stable/mc"
brew "mise"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "pinentry-mac"
brew "pnpm"
brew "prettier"
brew "putty"
brew "pyenv"
brew "qemu"
brew "ripgrep"
brew "snappy"
brew "sqlc"
brew "starship"
brew "staticcheck"
brew "stern"
brew "tailscale"
brew "talosctl"
brew "temporal"
brew "terminal-notifier"
brew "thefuck"
brew "topgrade"
brew "uv"
brew "viddy"
brew "yamllint"
brew "yq"
brew "zig"
brew "zoxide"
cask "1password-cli"
cask "1password"
cask "brave-browser"
cask "claude-code"
cask "clickhouse"
cask "codex"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "postman"
cask "slack"
cask "spotify"
cask "systemik/tap/sk"
cask "tableplus"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"

