tap "fluxcd/tap"
tap "hashicorp/tap"
brew "atuin"
brew "bat"
brew "chezmoi"
brew "cloudflared"
brew "coreutils"
brew "cosign"
brew "cowsay"
brew "curl"
brew "docker-buildx"
brew "docker"
brew "doggo"
brew "fish"
brew "fisher"
brew "fluxcd/tap/flux"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grep"
brew "hashicorp/tap/terraform"
brew "htop"
brew "jo"
brew "jq"
brew "just"
brew "k9s"
brew "krew"
brew "kubecolor"
brew "kubeconform"
brew "kubernetes-cli"
brew "kustomize"
brew "lolcat"
brew "lsd"
brew "luarocks"
brew "make"
brew "mise"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "pinentry-mac"
brew "prettier"
brew "ripgrep"
brew "starship"
brew "staticcheck"
brew "stern"
brew "tailscale"
brew "terminal-notifier"
brew "thefuck"
brew "topgrade"
brew "viddy"
brew "yamllint"
brew "yq"
brew "zoxide"
cask "1password-cli"
cask "1password"
cask "discord"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"